[Errors]
Critical=Критическая ошибка
FailedConfigLoad=%s (загрузка не удалась)
NoWritePermissionTitle=Ошибка записи в файл
NoWritePermission=Для запуска игры необходим доступ на запись к папке с файлом swat4.exe. Загрузите игру под другой учетной записью Windows.
AnotherUserAlreadyRunningGameTitle=Игра уже запущена.
AnotherUserAlreadyRunningGame=Игра уже запущена под другой учетной записью Windows.
AlreadyRunningGame=Игра уже запущена.

[MinSpecRequirements]
DoesNotMeetMinSpecTitle=Нехватка системных ресурсов
MeetsMinSpec=Компьютер отвечает минимальным системным требованиям игры.
MinSpecInformation=Минимальные системные требования игры можно найти на обратной стороне упаковки.
UnsupportedOperatingSystem=Игра не поддерживает используемую вами операционную систему.
InsufficientSystemMemory=На компьютере установлено %d Мб оперативной памяти, для запуска игры требуется не менее %d Мб.
InsufficientDirectXVersion=Для запуска игры необходимо установить DirectX 9.0с (подробнее см. справочные материалы).
NoHardwareTL=Для запуска игры необходима видеокарта с аппаратным геометрическим ускорителем. Видеокарта на вашем компьютере не оснащена таковым.
InsufficientVideoMemory=Нехватка видеопамяти. Для запуска игры требуется видеокарта с не менее %d Мб видеопамяти.
VideoCardUnsupported=Видеокарта вашего компьютера не отвечает минимальным системным требованиям.
NoHardwareAcceleration=Для запуска игры необходимо включить аппаратное ускорение графики. Для этого передвиньте в крайнее правое положение два ползунка: на панели ''Устранение неполадок'' (Пуск > Панель управления > Экран > Дополнительно) и на закладке ''Экран'' (Пуск > Выполнить > dxdiag).
QueryContinueOnNonMinSpec=Компьютер не отвечает минимальным системным требованиям игры. Продолжить запуск (не рекомендуется)?
NoSoundDeviceInstalled=Звуковая карта, необходимая для игры, не обнаружена.

[General]
BrowseButton=...
UseButton=Использовать
ClearButton=Очистить
ColorButton=Цвет
PickButton=Подобрать
FindButton=Поиск
OkButton=ОК
AddButton=Добавить
EmptyButton=Нет
InsertButton=Insert
DeleteButton=Delete
DefaultsButton=Возврат стандартных значений
BackButton=< Назад (&B)
NextButton=Далее (&N) >
FinishButton=Готово (&F)
CancelButton=Отмена
InstallButton=Установить (&I)
YesButton=Да (&Y)
NoButton=Нет (&N)
AgreeButton=Я согласен (&A)
LanguagePrompt=Язык:
LanguageWindow=Выбор языка
LogWindow=%s xxx окно отчета
PropNone=Ничего не выбрано
PropSingle=%s xxx свойства
PropMulti=%s xxx свойства (%i выбраны)
InsertCdText=Вставьте диск с игрой в дисковод, затем щелкните на кнопке ОК. Для выхода из игры щелкните на кнопке ''Отмена''.
InsertCdTitle=Диск с игрой необходим для запуска
AdvancedOptionsTitle=Дополнительные параметры
Low=Низкая
High=Высокая
New=Создать

[FirstRun]
Caption=Исходная конфигурация
LowMemory=Игре доступно %i Мб оперативной памяти. Для обеспечения приемлемой производительности будут использоваться текстуры малого размера и звуковые файлы низкого качества. Изменить эти параметры можно в меню настройки.
NonMMX=Процессор вашего компьютера не поддерживает инструкции MMX, поэтому звук будет воспроизводиться в пониженном качестве. Изменить эти параметры можно в меню настройки звуковых параметров.
Starting=Запуск игры с новыми значениями параметров. При возникновении каких-либо проблем обратитесь к справочной документации.

[IDDIALOG_Directory]
IDC_Directory=Папка
IDC_ChoosePrompt=Выберите папку, в которую будет установлена игра.
IDC_PathTitle=Адрес (&P):
IDC_DirectoryTitle=Каталоги (&D):
IDC_DrivesTitle=Диски (&V):
IDC_NetworkButton=Сеть (&N)

[IDDIALOG_Password]
IDC_Password=Проверка пароля
IDC_Prompt=Введите имя и пароль.
IDC_Name=Имя (&N):
IDC_Password=Пароль (&P):

[IDMENU_NotifyIcon]
ID_NotifyIcon=Меню
ID_NotifyShowLog=Консоль сервера (&S)
ID_NotifyAdvancedOptions=Дополнительные параметры (&A)
ID_NotifyExit=Завершение работы сервера (&X)

[IDMENU_Log]
ID_LogFile=Файл (&F)
ID_LogAdvancedOptions=Дополнительные параметры (&A)
ID_LogFileExit=Выход (&X)

[IDDIALOG_CrashBox]
IDC_Copy=Копирование
IDC_BugReport=Отправить сообщение об ошибке
BugReportURL=http://support.sierra.com
